tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "palantir/clormor", "git@github.palantir.build:clormor/homebrew-tap.git"
tap "palantir/insta", "git@github.palantir.build:gotham/insta.git"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "boost"
brew "cloog"
brew "coreutils"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "emacs"
brew "exercism"
brew "freetype"
brew "gcc@4.9"
brew "git"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gradle"
brew "groovy"
brew "isl@0.11"
brew "jenv"
brew "libtool"
brew "libusb-compat"
brew "lzlib"
brew "node"
brew "openssl"
brew "pkg-config"
brew "python"
brew "ruby"
brew "ssh-copy-id"
brew "tig"
brew "wget"
brew "yarn"
brew "zlib"
brew "palantir/clormor/pghydra"
brew "palantir/insta/insta"
cask "diffmerge"
cask "macdown"
cask "mactex"
cask "vagrant"
cask "virtualbox"
cask "caskroom/versions/java6"
cask "caskroom/versions/java8"
