tap "adoptopenjdk/openjdk"
tap "arch/homebrew", "git@github.palantir.build:arch/homebrew.git"
tap "dart-lang/dart"
tap "deployability/slslog", "git@github.palantir.build:deployability/slslog.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "palantir/clormor", "git@github.palantir.build:clormor/homebrew-tap.git"
tap "palantir/insta", "git@github.palantir.build:gotham/insta.git"
tap "sass/sass"
brew "lz4"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "apache-arrow"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "boost"
brew "cgal"
brew "circleci"
brew "isl"
brew "cloog"
brew "coreutils"
brew "curl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exercism"
brew "gauge"
brew "gcc"
brew "gcc@4.9"
brew "geos"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy", link: false
brew "poppler"
brew "gdal"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-tar"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "gnupg", link: false
brew "go"
brew "openjdk@17"
brew "gradle"
brew "groovy"
brew "oniguruma"
brew "jq"
brew "leptonica"
brew "libarchive"
brew "libdap"
brew "libmng"
brew "libproxy"
brew "libusb-compat"
brew "lzlib"
brew "nghttp2"
brew "node"
brew "pango"
brew "pipenv"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "postgresql@11"
brew "proj@7"
brew "pth"
brew "python@3.10"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "spark"
brew "ssh-copy-id", link: true
brew "terraform"
brew "tesseract"
brew "tig"
brew "wget"
brew "yarn"
brew "zlib"
brew "arch/homebrew/coder-cli"
brew "deployability/slslog/slslog"
brew "heroku/brew/heroku"
brew "palantir/clormor/pghydra"
brew "palantir/insta/insta"
brew "sass/sass/sass"
cask "adoptopenjdk15"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "diffmerge"
cask "intellij-idea-ce"
cask "mactex"
cask "vagrant"
cask "zulu11"
cask "zulu17"
cask "zulu8"
