tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "palantir/clormor", "git@github.palantir.build:clormor/homebrew-tap.git"
tap "palantir/insta", "git@github.palantir.build:gotham/insta.git"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bash-git-prompt"
brew "boost"
brew "freetype"
brew "python"
brew "cloog"
brew "coreutils"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "emacs"
brew "exercism"
brew "gcc@4.9"
brew "libtool"
brew "numpy"
brew "git"
brew "git-flow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "groovy"
brew "isl@0.11"
brew "jq"
brew "libusb-compat"
brew "lz4"
brew "lzlib"
brew "node"
brew "openssl"
brew "pipenv"
brew "pkg-config"
brew "rbenv"
brew "ruby"
brew "ssh-copy-id"
brew "terraform"
brew "tig"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "palantir/clormor/pghydra"
brew "palantir/insta/insta"
cask "diffmerge"
cask "intellij-idea-ce"
cask "java"
cask "java6"
cask "java8"
cask "kitematic"
cask "macdown"
cask "mactex"
cask "vagrant"
cask "virtualbox"
